Repository: sopheaknova/betterwork
Catalog: locale/*.po
Languages: ar_ar, es_es, fr_fr, zh_cn

source: Please note that only valid backup files generated through the OptionsFramework Backup Manager should be imported.
ar_ar: يرجى ملاحظة أنه ينبغي المستوردة فقط ملفات احتياطية صالحة ولدت من خلال OptionsFramework مدير النسخ الاحتياطي.
es_es: Tenga en cuenta que sólo los archivos de copia de seguridad válidos generados a través del Administrador de copia de seguridad OptionsFramework debe ser importado.
fr_fr: S'il vous plaît noter que seuls les fichiers de sauvegarde valides générés par le gestionnaire de sauvegarde OptionsFramework doivent être importés.
zh_cn: 請注意，只有有效的備份文件生成 通過應進口的OptionsFramework備份管理器.

source: Looking for assistance?
ar_ar: أبحث عن المساعدة؟
es_es: ¿Buscas ayuda?
fr_fr: Vous cherchez de l'aide?
zh_cn: 你要找的援助嗎？

source: Please note that this backup manager backs up only your settings and not your content. To backup your content, please use the %sWordPress Export Tool%s.
ar_ar: يرجى ملاحظة أن هذا مدير النسخ الاحتياطي احتياطي فقط إعدادات وليس المحتوى. لدعم المحتوى الخاص بك، يرجى استخدام%sوورد تصدير أداة%s.
es_es: Por favor, tenga en cuenta que este gestor de copias de seguridad de copia de seguridad sólo la configuración y no su contenido. Para copias de seguridad de su contenido, por favor use el %sWordPress herramienta de exportación%s.
fr_fr: S'il vous plaît noter que ce gestionnaire de sauvegarde ne sauvegarde que vos paramètres et non votre contenu.Pour sauvegarder votre contenu, s'il vous plaît utiliser la %sWordPress exportation Tropl%s.
zh_cn: 請注意，這個備份管理備份只有你的設置，而不是你的內容. 要備份你的內容, 請使用 %sWordPress導出工具%s.

source: There was a problem importing your settings. Please Try again.
ar_ar: كانت هناك مشكلة استيراد الإعدادات الخاصة بك. يرجى المحاولة مرة أخرى.
es_es: Hubo un problema al importar la configuración. Por favor intente la herramienta de exportación again.WordPress
fr_fr: Il y avait un problème d'importer vos paramètres. S'il vous plaît essayer à nouveau.
zh_cn: 進口設置有問題. 請再試一次.

source: There was a problem exporting your settings. Please Try again.
ar_ar: كانت هناك مشكلة تصدير الإعدادات الخاصة بك. يرجى المحاولة مرة أخرى.
es_es: Hubo un problema al exportar la configuración. Por favor, inténtelo de nuevo.
fr_fr: Il y avait un problème d'exporter vos paramètres. S'il vous plaît essayer à nouveau.
zh_cn: 出口設置有問題. 請再試一次.

source: The import file you've provided is invalid. Please try again.
ar_ar: ملف الاستيراد كنت قد قدمت غير صالح. يرجى المحاولة مرة أخرى.
es_es: El archivo de importación que ha proporcionado no es válido. Por favor, inténtelo de nuevo.
fr_fr: Le fichier d'importation que vous avez fourni n'est pas valide. S'il vous plaît essayez de nouveau.
zh_cn: 進口你所提供的文件是無效的. 請再試一次.

source: Settings successfully imported. | Return to %sTheme Options%s
ar_ar: ضبط استيرادها بنجاح. | العودة إلى%sموضوع خيارات%s
es_es: Configuración importado con éxito. | Volver a la %sOpciones del tema%s
fr_fr: Paramètres importés avec succès. |Retour à%soptions du thème%s
zh_cn: 成功導入的設置. | 返回 %s主題選項%s

source: Save Options
ar_ar: حفظ الخيارات
es_es: Opciones para guardar
fr_fr: Enregistrer les options
zh_cn: 保存選項

source: Restore Defaults
ar_ar: استعادة الافتراضيات
es_es: Restaurar valores predeterminados
fr_fr: Paramètres par défaut
zh_cn: 還原為默認值

source: Click OK to reset. Any theme settings will be lost!
ar_ar: انقر فوق موافق لإعادة تعيين. ستفقد أية إعدادات موضوع!
es_es: Restaurar DefaultsClick clic en Aceptar para reiniciar. Cualquier configuración de tema se perderán!
fr_fr: Cliquez sur OK pour réinitialiser. Tous les paramètres thème sera perdu!
zh_cn: 單擊“確定”重. 任何主題設置都將丟失！

source: Default options restored.
ar_ar: الخيارات الافتراضية التي تمت استعادتها.
es_es: Las opciones por defecto restaurado.
fr_fr: Les options par défaut restaurée.
zh_cn: 恢復默認選項.

source: Options saved.
ar_ar: حفظ الخيارات.
es_es: Opciones de guardado.
fr_fr: Options de sauvé.
zh_cn: 選項保存.

source: Theme Options
ar_ar: موضوع خيارات
es_es: Opciones del tema
fr_fr: options du thème
zh_cn: 主題選項

source: Options Framework Internal Container
ar_ar: خيارات حاوية الإطار الداخلي
es_es: Opciones de marco de referencia interno de contenedores
fr_fr: Cadre options interne des conteneurs
zh_cn: 選項框架內集裝箱

source: Upload
ar_ar: تحميل
es_es: subir
zh_cn: 上載

source: View File
ar_ar: عرض الملف
es_es: Ver archivo
fr_fr: afficher le fichier
zh_cn: 查看文件

source: Gallery
ar_ar: معرض
es_es: galería
fr_fr: galerie
zh_cn: 畫廊

source: Previously Uploaded
ar_ar: حملت سابقا
es_es: Anteriormente Subido
fr_fr: Auparavant Téléchargé
zh_cn: 以前上傳

source: general Settings
ar_ar: إعدادات عامة
es_es: Ajustes generales
fr_fr: Paramètres généraux
zh_cn: 一般設置

source: the logo
ar_ar: الشعار
es_es: el logotipo
fr_fr: le logo
zh_cn: 徽標

source: upload custom logo
ar_ar: رفع شعار مخصص
es_es: cargar el logotipo personalizado
fr_fr: télécharger logo personnalisé
zh_cn: 上傳自定義徽標

source: favicon
ar_ar: فافيكون

source: upload your favicon
ar_ar: تحميل فافيكون الخاص
es_es: sube tu favicon
fr_fr: télécharger votre favicon
zh_cn: 上傳你的favicon

source: Scroll to top button
ar_ar: انتقل إلى أعلى زر
es_es: Desplácese hasta la parte superior el botón
fr_fr: Faites défiler jusqu'à bouton du haut
zh_cn: 滾動到頂部的按鈕

source: Enable or disable Scroll to top button
ar_ar: تمكين أو تعطيل زر انتقل إلى أعلى
es_es: Activar o desactivar Desplácese hasta la parte superior el botón
fr_fr: Activer ou désactiver Faites défiler jusqu'à bouton du haut
zh_cn: 啟用或禁用滾動到頂部的按鈕

source: Scroll To Top Image
ar_ar: انتقل إلى صورة الأعلى
es_es: Desplácese a la imagen superior
fr_fr: Faites défiler en haut de page
zh_cn: 滾動頂部圖像

source: upload custom Scroll to top image
ar_ar: انتقل مخصص لتحميل صورة أعلى
es_es: carga de desplazamiento personalizado a la imagen de arriba
fr_fr: télécharger défilement personnalisé à l'image de haut
zh_cn: 上傳自定義滾動到最上面的圖片

source: Enable prettyPhoto_script
ar_ar: تمكينprettyPhoto_script
es_es: Habilitar prettyPhoto_script
fr_fr: Activer prettyPhoto_script
zh_cn: 啟用prettyPhoto_script

source: Enable or disable big photo when user click on thumbnail photo in each post/page.
ar_ar: تمكين أو تعطيل صورة كبيرة عندما ينقر المستخدم على صورة مصغرة في كل وظيفة / صفحة.
es_es: Activar o desactivar la foto grande cuando el usuario haga clic en la foto en miniatura en cada post / página.
fr_fr: Activer ou désactiver grande photo lorsque l'utilisateur clique sur la photo miniature dans chaque poste / page.
zh_cn: 啟用或禁用的大照片，當用戶點擊縮略圖照片中每個崗位/頁.

source: Google analytics
ar_ar: Google analyticsبرنامج
zh_cn: 谷歌分析

source: google analytics or any Script, it will be add before closing of body tag
ar_ar: أو أي سيناريو، سيكون إضافة قبل أن يغلق من علامة الجسم Google Analytics
es_es: Google Analytics o cualquier secuencia de comandos, se añade antes del cierre de la etiqueta del cuerpo
fr_fr: google analytics ou n'importe quel script, il sera ajouter avant la fermeture de la balise body
zh_cn: 谷歌分析或任何腳本, 它將被添加身體標籤結束前

source: Feedburner
ar_ar: فيدبورنر

source: Post settings
ar_ar: تستطيع ضبط
es_es: Publicar ajustes
fr_fr: Poster paramètres
zh_cn: 崗位設置

source: Article Elements
ar_ar: المادة عناصر
es_es: Elementos del artículo
fr_fr: Eléments article
zh_cn: 第二十元素

source: Show/Hide any article Element, in home/category/article
ar_ar: إظهار / إخفاء أي عنصر من عناصر المادة، في البيت / وفئة / مقالة
es_es: Mostrar / Ocultar cualquier elemento del artículo, en el hogar / categoría / artículo
fr_fr: Afficher / Masquer tout élément de l'article, dans la maison / catégorie / article
zh_cn: 顯示/隱藏任何物品元素，在家庭/類別/條.

source: show/hide the excerpt instead of the full post content
ar_ar: اظهار / اخفاء قطعة بدلا من محتوى آخر كامل
es_es: mostrar / ocultar el pasaje en lugar del contenido post completo
fr_fr: afficher / cacher l'extrait au lieu de la teneur en poste à plein
zh_cn: 顯示/隱藏，而不是完整的文章內容的摘錄.

source: show/hide the excerpt instead of the full post content in the archive page.
ar_ar: اظهار / اخفاء قطعة بدلا من محتوى آخر الكاملة في صفحة الأرشيف.
es_es: mostrar / ocultar el extracto en vez del contenido de la entrada completa en la página de archivo.
fr_fr: afficher / cacher l'extrait au lieu de la teneur en poste à plein dans la page d'archive.
zh_cn: 顯示/隱藏在存檔頁面，而不是完整的文章內容摘錄.

source: Learn more text
ar_ar: مزيد من النص
es_es: Más información de texto
fr_fr: En savoir plus le texte
zh_cn: 了解更多的文字

source: learn more
ar_ar: معرفة المزيد
es_es: aprender más
fr_fr: en savoir plus
zh_cn: 了解更多

source: See all text
ar_ar: ترى كل نص
es_es: Ver todo el texto
fr_fr: Voir tout le texte
zh_cn: 查看所有文本

source: See all
ar_ar: انظر جميع
es_es: Ver todos
fr_fr: Voir tous
zh_cn: 查看所有

source: Change the excerpt length number
ar_ar: تغيير رقم طول مقتطفات
es_es: Cambiar el número de longitud de fragmento
fr_fr: Changer le nombre de longueur extrait
zh_cn: 改變摘錄長度

source: This number refers to the number of words to show.
ar_ar: هذا الرقم يشير إلى عدد من الكلمات لتظهر.
es_es: Este número se refiere al número de palabras a mostrar.
fr_fr: Ce nombre correspond au nombre de mots à afficher.
zh_cn: 這個數字指的字樣，以示數.

source: Read More Link
ar_ar: رابط قراءة المزيد
es_es: Leer más Enlace
fr_fr: Lire la suite Lien
zh_cn: 閱讀更多鏈接

source: Enter the text for the post's 'Read more' link. Leave blank to hide it.
ar_ar: أدخل النص لهذا المنصب في "اقرأ المزيد" صلة. اترك مساحة فارغة لإخفائه.
es_es: Introduzca el texto para el mensaje de 'Leer más' enlace. Dejar en blanco para ocultarlo.
fr_fr: Entrez le texte pour le poste de 'Lire la suite »lien. Laissez vide pour le cacher.
zh_cn: 輸入文字後的“閱讀更多”鏈接. 留空隱藏它.

source: Show Author Name
ar_ar: تظهر اسم المؤلف
es_es: Mostrar Nombre del Autor
fr_fr: Afficher le nom Auteur
zh_cn: 顯示作者姓名

source: Show/hide the author's name.
ar_ar: إظهار / إخفاء اسم المؤلف.
es_es: Mostrar / ocultar el nombre del autor.
fr_fr: Montrer / cacher le nom de l'auteur.
zh_cn: 顯示/隱藏作者的名字.

source: Post Tags
ar_ar: Show/hide the author's name.
es_es: Publicar Etiquetas
fr_fr: Poster Balises
zh_cn: 張貼標籤

source: Show/hide Post Tags
ar_ar: إظهار / إخفاء العلامات مشاركة
es_es: Mostrar / ocultar Post Tags
fr_fr: Montrer / cacher Post Tags
zh_cn: 顯示/隱藏貼標籤

source: Enable "Featured Image" in archive page
ar_ar: تمكين "صورة مميزة" في صفحة الأرشيف
es_es: Habilitar el "Featured Image" en la página de archivo
fr_fr: permettre"Featured Image" dans la page archive
zh_cn: 啟用\“特色圖片”存檔頁

source: Show/hide thumbnails image in archive page
ar_ar: إظهار / إخفاء مصغرات الصور في صفحة الأرشيف
es_es: Mostrar / ocultar las miniaturas de imagen en la página de archivo
fr_fr: Afficher / masquer l'image de miniatures dans la page archive
zh_cn: 顯示/隱藏縮略圖圖像存檔頁

source: Article Share
ar_ar: المادة الاسهم
es_es: Compartir el artículo
fr_fr: Partager l'article
zh_cn: 文章分享

source: Enable/disable the share networks under every article
ar_ar: تمكين / تعطيل شبكات سهم تحت كل مادة من المواد
es_es: Activar / desactivar las redes de participación en todos los artículos
fr_fr: Activer / désactiver les réseaux d'actions aux termes chaque article
zh_cn: 每一篇文章下啟用/禁用共享網絡

source: Disable Share
ar_ar: تعطيل مشاركة
es_es: Desactivar Compartir
fr_fr: désactiver Partager
zh_cn: 禁用共享

source: Stumble Upon
ar_ar: تتعثر
zh_cn: 偶然發現

source: Digg
ar_ar: الصورة

source: Evernote
ar_ar: ايفرنوت

source: Reddit
ar_ar: صديق

source: Pin It
ar_ar: يعلقون عليه
es_es: el pin
fr_fr: Il Pin
zh_cn: 針腳

source: Slideshow
ar_ar: عرض الشرائح
es_es: Presentación de diapositivas
fr_fr: diaporama
zh_cn: 幻燈片

source: Animation & Effects
ar_ar: الرسوم المتحركة و آثار
es_es: Animación y Efectos
fr_fr: Animation et effets
zh_cn: 動畫 & 影響

source: Effect
ar_ar: تأثير
es_es: efecto
fr_fr: effet
zh_cn: 效果

source: name of transition effect
ar_ar: اسم من تأثير المرحلة الانتقالية
es_es: nombre de efecto de transición
fr_fr: nom d'effet de transition
zh_cn: 過渡效果的名稱

source: easing
ar_ar: تخفيف
es_es: facilitando
fr_fr: l'assouplissement
zh_cn: 緩和

source: easing method for transitions <a href="http://ralphwhitbeck.com/demos/jqueryui/effects/easing/">more info</a>
ar_ar: طريقة لتخفيف التحولات<a href="http://ralphwhitbeck.com/demos/jqueryui/effects/easing/">مزيد من المعلومات</a>
es_es: el método de aceleración de la transición <a href="http://ralphwhitbeck.com/demos/jqueryui/effects/easing/">más información</a>
fr_fr: méthode d'accélération pour les transitions<a href="http://ralphwhitbeck.com/demos/jqueryui/effects/easing/">plus d'info</a>
zh_cn: 轉換為緩解方法<a href="http://ralphwhitbeck.com/demos/jqueryui/effects/easing/">更多信息</a>

source: Speed
ar_ar: سرعة
es_es: acelerar
fr_fr: vitesse
zh_cn: 速度

source: speed of the transition
ar_ar: سرعة الانتقال
es_es: velocidad de la transición
fr_fr: vitesse de la transition
zh_cn: 過渡的速度

source: timeout
ar_ar: مهلة
es_es: tiempo de espera
fr_fr: délai d'attente
zh_cn: 超時

source: milliseconds between slide transitions
ar_ar: ميلي ثانية بين المراحل الانتقالية للشرائح
es_es: milisegundos entre las transiciones de diapositivas
fr_fr: millisecondes entre les transitions de diapositives
zh_cn: 毫秒之間的幻燈片轉換

source: Contact Forms
ar_ar: نماذج الاتصال
es_es: Póngase en contacto con las formas
fr_fr: Contactez-formes
zh_cn: 接觸形式

source: Contact Fields
ar_ar: اتصل الحقول
es_es: Póngase en contacto con campos
fr_fr: Contactez-champs
zh_cn: 聯繫人字段

source: The Contact Fields provide a way to better display additional contact information such as Company Name, Address, Phone, etc
ar_ar: حقول جهات الاتصال توفر طريقة لعرض أفضل إضافية معلومات الاتصال مثل اسم الشركة، العنوان، الهاتف، الخ
es_es: Los campos de contacto proporcionan una manera de mostrar mejor la información de contacto adicional, como Nombre de la empresa, dirección, teléfono, etc
fr_fr: Les champs de contact constituent un moyen de mieux afficher les informations de contact supplémentaires, telles que Nom de l'entreprise, adresse, téléphone, etc
zh_cn: 聯繫人字段提供了一種方法，以便更好地顯示，如公司名稱，地址，電話等其他聯繫信息...

source: Address
ar_ar: عنوان
es_es: dirección
fr_fr: adresse
zh_cn: 地址

source: Please add your address here.
ar_ar: الرجاء إضافة عنوانك هنا.
es_es: Por favor, añada su dirección aquí.
fr_fr: S'il vous plaît ajouter votre adresse ici.
zh_cn: 請在這裡添加您的地址.

source: Telephone Number
ar_ar: رقم الهاتف
es_es: número telefónico
fr_fr: Numéro de téléphone
zh_cn: 電話號碼

source: Please add your telephone number here.
ar_ar: الرجاء إضافة رقم الهاتف الخاص بك هنا.
es_es: Por favor, introduzca su número de teléfono aquí.
fr_fr: S'il vous plaît ajouter votre numéro de téléphone ici.
zh_cn: 請在這裡添加你的電話號碼.

source: Fax Number
ar_ar: رقم الفاكس
es_es: Número de fax
fr_fr: Numéro de télécopieur
zh_cn: 傳真號

source: Please add your fax number here.
ar_ar: الرجاء إضافة رقم الفاكس الخاص بك هنا.
es_es: Por favor, introduzca su número de fax aquí.
fr_fr: S'il vous plaît ajouter votre numéro de fax ici.
zh_cn: 請在這裡添加您的傳真號碼.

source: Email Form
ar_ar: البريد الإلكتروني نموذج
es_es: E-mail Formulario
fr_fr: Formulaire e-mail
zh_cn: 電子郵件的形式

source: A way to show/hide form, and who will receive email
ar_ar: وهناك طريقة لإظهار / إخفاء النموذج، والذي سيتم استقبال رسائل البريد الإلكتروني
es_es: Una manera de mostrar / ocultar formulario, y que recibirá un correo electrónico
fr_fr: Une façon de montrer / cacher, et qui recevra par email
zh_cn: 一種方法來顯示/隱藏的形式，將收到電子郵件

source: Enable email form
ar_ar: تمكين شكل الكتروني
es_es: Habilitar el formulario de correo electrónico
fr_fr: Activer formulaire e-mail
zh_cn: 啟用電子郵件的形式

source: Recipient Email
ar_ar: مستلم البريد الإلكتروني
es_es: E-mail del destinatario
fr_fr: Email du destinataire
zh_cn: 收件人的電子郵件

source: Please enter recipient's email address, comma-separate multiple recipients
ar_ar: من فضلك ادخل عنوان المستلم الإلكتروني، فاصلة مستقل عدة مستلمين
es_es: Por favor, introduzca la dirección de correo electrónico del destinatario, separados por comas varios destinatarios
fr_fr: S'il vous plaît entrez l'adresse email du destinataire, par des virgules séparées plusieurs destinataires
zh_cn: 請輸入收件人的電子郵件地址，以逗號分隔多個收件人

source: Enable ReCAPTCHA
ar_ar: تمكين الأخبار الإقتصادية العامة
es_es: Habilitar reCAPTCHA
fr_fr: Activer reCAPTCHA
zh_cn: 啟用驗證碼

source: Add ReCAPTCHA to the email form for extra security (for more information visit <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>)
ar_ar: الأخبار الإقتصادية العامة إضافة إلى النموذج الإلكتروني لمزيد من الأمان (لمزيد من المعلومات زيارة<a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>)
es_es: Añadir reCAPTCHA en el formulario de correo electrónico para mayor seguridad (for more information visit <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>)
fr_fr: Ajouter reCAPTCHA à la forme e-mail pour plus de sécurité (pour de plus amples renseignements <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>)
zh_cn: 加的驗證碼額外的安全電子郵件的形式 (更多信息，請訪問 <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>)

source: ReCAPTCHA Public Key
ar_ar: الأخبار الإقتصادية العامة للمفتاح العام
es_es: ReCAPTCHA de clave pública
fr_fr: ReCAPTCHA à clé publique
zh_cn: 驗證碼的公共密鑰

source: To use reCAPTCHA you must get an API public key from <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
ar_ar: لاستخدام الأخبار الإقتصادية العامة يجب أن تحصل على مفتاح API من العام<a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
es_es: Para utilizar reCAPTCHA usted debe obtener una clave pública de la API <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
fr_fr: Pour utiliser reCAPTCHA vous devez obtenir une clé API publique de <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
zh_cn: 使用驗證碼的，你必須得到一個API的公共密鑰 <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>

source: ReCAPTCHA Private Key
ar_ar: الأخبار الإقتصادية العامة المفتاح الخاص
es_es: ReCAPTCHA de la clave privada
fr_fr: ReCAPTCHA clé privée
zh_cn: 驗證碼的私人密鑰

source: To use reCAPTCHA you must get an API private key from <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
ar_ar: لاستخدام الأخبار الإقتصادية العامة يجب أن تحصل على مفتاح API خاصة من <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
es_es: Para utilizar reCAPTCHA usted debe obtener una clave privada a partir de la API <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
fr_fr: Pour utiliser reCAPTCHA vous devez obtenir une clé API privé de <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>
zh_cn: 使用驗證碼的，你必須得到一個API的私鑰 <a href="www.recaptcha.net" target="_blank">www.recaptcha.net</a>

source: ReCAPTCHA Theme
ar_ar: الأخبار الإقتصادية العامة الموضوع
es_es: reCAPTCHA Tema
fr_fr: Thème reCAPTCHA
zh_cn: 驗證碼主題

source: Choose Theme: White, Red, Blackglass and Clean, use to protect auto mail sender
ar_ar: اختيار الموضوع: الأبيض، الأحمر، Blackglass ونظيفة، واستخدامها لحماية السيارات مرسل البريد
es_es: Elegir el tema: blanco, rojo, Blackglass y limpio, el uso de automóviles para proteger el remitente de correo
fr_fr: Choisir le thème: Blanc, Rouge, Blackglass et propre, utiliser pour protéger expéditeur du mail automatique
zh_cn: 選擇主題：白色，紅色，Blackglass和清潔，使用，以保護自動郵件發送者

source: Footer
ar_ar: تذييل
es_es: pie de página
fr_fr: Pied de page
zh_cn: 頁腳

source: copyrights
ar_ar: حقوق النشر
es_es: derechos de autor
fr_fr: droits d'auteur
zh_cn: 版權

source: footer copyrights text
ar_ar: تذييل نص حقوق التأليف والنشر
es_es: derechos de autor del pie de página
fr_fr: Pied de page des droits d'auteur du texte
zh_cn: 文本頁腳版權

source: © 2012 Betterwork. All rights reserved.
ar_ar: © 2012 Betterwork. جميع الحقوق محفوظة.
es_es: © 2012 Betterwork. Todos los derechos reservados.
fr_fr: © 2012 Betterwork. Tous droits réservés.
zh_cn: © 2012 Betterwork. 保留所有權利.

source: Custom logo 1
ar_ar: 1شعار مخصص
es_es: Logo personalizado 1
fr_fr: Logo personnalisé 1
zh_cn: 自定義徽標1

source: footer custom logo, (optional): if you do not upload new logo image, it use ILO logo
ar_ar: شعار مخصص تذييل، (اختياري): إذا لم يكن لتحميل صورة جديدة والشعار، وأنه استخدم شعار منظمة العمل الدولية
es_es: logotipo de pie de página personalizado, (opcional): si no sube la imagen del logo nuevo, utilizar el logotipo de la OIT
fr_fr: Pied de page logo personnalisé, (en option):si vous ne téléchargez pas l'image nouveau logo, il utiliser le logo de l'OIT
zh_cn: 頁腳自定義標誌, (可選): 如果你不上傳新的形象標識, 它使用國際勞工組織標誌.

source: Custom logo 2
ar_ar: 2شعار مخصص
es_es: Logotipo personalizado 2
fr_fr: Logo personnalisé 2
zh_cn: 自定義徽標 2

source: footer custom logo, (optional): if you do not upload new logo image, it use IFC logo
ar_ar: شعار مخصص تذييل، (اختياري): إذا لم يكن لتحميل صورة جديدة والشعار، وأنه استخدم شعار مؤسسة التمويل الدولية
es_es: logotipo de pie de página personalizado, (opcional): si no sube la imagen del logo nuevo, utilizar el logotipo de la CFI
fr_fr: Pied de page logo personnalisé, (en option): si vous ne téléchargez pas l'image nouveau logo, il utiliser le logo de la SFI
zh_cn: 頁腳自定義標誌, (可選): 如果你不上傳新的形象標識, 它使用國際金融公司的標誌

source: Social Networks
ar_ar: الشبكات الاجتماعية
es_es: Redes Sociales
fr_fr: Réseaux sociaux
zh_cn: 社會網絡

source: Control in the bottom social icons, Paste the URL of your favorite social networks or leave empty to hide icons
ar_ar: التحكم في الرموز الاجتماعية القاع، ولصق عنوان الموقع من الشبكات الاجتماعية المفضلة لديك أو تترك فارغة لإخفاء الأيقونات
es_es: Control en los iconos sociales de fondo, pegar la URL de tus redes sociales favoritas, o dejar en blanco para ocultar iconos
fr_fr: Contrôle dans les icônes du bas sociaux, collez l'URL de vos réseaux sociaux préférés ou laisser vide pour masquer les icônes
zh_cn: 控制在底部的社會圖標，粘貼到您最喜愛的社交網絡網址或留空隱藏圖標

source: Join message
ar_ar: انضمام رسالة
es_es: Ingreso mensaje
fr_fr: Inscrivez un message
zh_cn: 註冊信息

source: Join us on
ar_ar: الانضمام إلينا في
es_es: Únase a nosotros en
fr_fr: Rejoignez-nous sur
zh_cn: 加入我們

source: Youtube
ar_ar: يوتيوب

source: Custom Sidebars
ar_ar: عرف قوائم جانبية
es_es: Las barras laterales personalizadas
fr_fr: Encadrés personnalisés
zh_cn: 自定義側邊欄

source: No Sidebars defined
ar_ar: لا يوجد قوائم جانبية معرفة
es_es: Las barras laterales personalizadas
fr_fr: Aucun Encadrés définies
zh_cn: 沒有定義側邊欄

source: Select the custom sidebar, leave unselected to use the default sidebar
ar_ar: حدد الشريط الجانبي العرف، وترك غير محددة لاستخدام الشريط الجانبي الافتراضي
es_es: Seleccione la barra lateral personalizada, deje sin seleccionar para utilizar la barra lateral por defecto
fr_fr: Sélectionnez la barre latérale personnalisée, laissez désactivée à utiliser par défaut la barre latérale
zh_cn: 選擇自定義側邊欄，離開未選中使用默認的側邊欄

source: Put the link/url of page. (optional)
ar_ar: وضع وصلة / رابط من الصفحة. (اختياري)
es_es: Pon el link / url de la página. (opcional)
fr_fr: Mettre le lien / url de la page. (en option)
zh_cn: 把鏈接/頁面的URL. (可選)

source: Upload image slide. Size should be 952px X 330px
ar_ar: 952px X330pxتحميل تلقائي. وينبغي أن يكون حجم
es_es: Subir de diapositivas de imágenes. Tamaño debe ser 952px X 330px
fr_fr: Téléchargez l'image diapositive. Taille devrait être 952px X 330px
zh_cn: 上傳圖像幻燈片. 大小應952px X 330px

source: slideshow
ar_ar: عرض الشرائح
es_es: presentación de diapositivas
fr_fr: diaporama
zh_cn: 幻燈片

source: Add New
ar_ar: إضافة جديد
es_es: Añadir nuevo
fr_fr: Ajouter un nouveau
zh_cn: 新增

source: Add New slideshow
ar_ar: إضافة شرائح جديدة
es_es: Añadir nueva presentación de diapositivas
fr_fr: Ajouter des slideshow Nouveau
zh_cn: 添加新的幻燈片

source: Edit slideshow
ar_ar: تعديل عرض الشرائح
es_es: Editar presentación de diapositivas
fr_fr: Modifier diaporama
zh_cn: 編輯幻燈片

source: New slideshow
ar_ar: العرض الجديد
es_es: nueva presentación de diapositivas
fr_fr: Nouveau diaporama
zh_cn: 新幻燈片

source: View slideshow
ar_ar: عرض الشرائح
es_es: Ver pase de diapositivas
fr_fr: Voir le diaporama
zh_cn: 觀賞幻燈片

source: Search slideshow
ar_ar: بحث العرض
es_es: Buscar presentación de diapositivas
fr_fr: Recherche diaporama
zh_cn: 搜索幻燈片

source: No slideshow found
ar_ar: لا العرض وجدت
es_es: No pase de diapositivas encontrado
fr_fr: Pas de diaporama trouvé
zh_cn: 沒有幻燈片發現
