Repository: sopheaknova/betterwork
Catalog: locale/*.po
Languages: ar_ar, es_es, fr_fr, zh_cn

source: Page Not Found (Error 404)
ar_ar: لم يتم العثور على الصفحة (خطأ404)
es_es: Página no encontrada (Error 404)
zh_cn: 找不到網頁(Error 404)

source: Oops..., I cannot find that page you are looking for, sorry... (Error 404)
ar_ar: عفوا ...، لا أستطيع العثور على تلك الصفحة التي تبحث عنها، آسف ... (خطأ 404)
es_es: Vaya ..., no puedo encontrar la página que está buscando, lo siento ... (Error 404)
fr_fr: Oups...,Je ne peux pas trouver cette page que vous recherchez, désolé... (Error 404)
zh_cn: 哎呀...，我無法找到該網頁您正在尋找，對不起......(Error 404)

source: Let me help you find it:
ar_ar: اسمحوا لي أن تساعدك في العثور عليها:
es_es: Déjame ayudarte a encontrar:
fr_fr: Permettez-moi de vous aider à le trouver:
zh_cn: 讓我來幫你找到它：

source: <strong>Search</strong> for it:
ar_ar: <strong>البحث</strong> لذلك:
es_es: <strong>Buscar</strong> por ello:
fr_fr: <strong>Rechercher</strong>pour qu'il:
zh_cn: <strong>搜索</strong> 它:

source: <strong>If you typed in a URL...</strong> check the spelling and try reloading the page.
ar_ar: <strong>إذا كتبت في عنوان URL ...</strong>التدقيق الإملائي ومحاولة إعادة تحميل الصفحة.
es_es: <strong>Si usted escribe una dirección URL ...</strong> revisar la ortografía e intente recargar la página.
fr_fr: <strong>Si vous avez tapé dans une URL...</strong> vérifier l'orthographe et essayez de recharger la page.
zh_cn: <strong>如果你輸入一個網址...</strong> 檢查拼寫並嘗試重新載入頁面.

source: <strong>Start over again</strong> with the %1$sHomepage%2$s.
ar_ar: <strong>تبدأ من جديد</strong>مع %1$sرسالة خاصة%2$s.
es_es: <strong>Empezar de nuevo</strong>con el %1$spágina principal%2$s.
fr_fr: <strong>Recommencer encore une fois</strong>avec la %1$sPage d'accueil%2$s.
zh_cn: <strong>從頭再來</strong> 與 %1$s首頁%2$s.

source: Archive for the &#8216;%s&#8217; Category
ar_ar: الأرشيف لل &#8216;%s&#8217;الأرشيف لل
es_es: Archivo de la &#8216;%s&#8217; categoría
fr_fr: Archive pour la &#8216;%s&#8217;catégorie
zh_cn: 昔日的&#8216;%s&#8217; 類別

source: By %1$s on %2$s
ar_ar: من قبل%1$s في%2$s
es_es: por %1$s en %2$s
fr_fr: par %1$s sur %2$s
zh_cn: 通過 %1$s on %2$s

source: On %1$s
ar_ar: في%1$s
es_es: en %1$s
fr_fr: sur %1$s
zh_cn: 上 %1$s

source: Leave a comment
ar_ar: ترك التعليق
es_es: Deja un comentario
fr_fr: Laisser un commentaire
zh_cn: 發表評論

source: 1 Comment
ar_ar: 1 تعليق
es_es: 1 Comentario
fr_fr: 1 Commentaire
zh_cn: 1條評論

source: % Comments
ar_ar: %تعليقات
es_es: % Comentarios
fr_fr: % Commentaires
zh_cn: % 評論

source: Edit
ar_ar: تحرير
es_es: editar
fr_fr: éditer
zh_cn: 編輯

source: <div>Tags:
ar_ar: <div>العلامات:
fr_fr: <div>Mots-clés:
zh_cn: <div>標籤:

source: Sorry, no posts matched your criteria.
ar_ar: آسف، لا وظائف مطابقة للمعايير الخاصة بك.
es_es: Lo siento, no corresponde a sus criterios.
fr_fr: Désolé, aucun article ne correspond à vos critères.
zh_cn: 很抱歉，沒有符合條件的文章

source: Author Archive
ar_ar: مؤلف الأرشيف
es_es: Archivo del Autor
fr_fr: Archive de l'auteur
zh_cn: 作者存檔

source: About:
ar_ar: حول:
es_es: Acerca de:
fr_fr: sur:
zh_cn: 關於:

source: Profile:
ar_ar: الملف الشخصي:
es_es: perfil:
fr_fr: profil:
zh_cn: 輪廓:

source: Posts by
ar_ar: مشاركات
es_es: Mensajes de
fr_fr: Messages par
zh_cn: 由文章

source: No posts by this author.
ar_ar: لا مشاركات هذا الكاتب.
es_es: No hay mensajes de este autor.
fr_fr: Pas de messages de cet auteur.
zh_cn: 筆者沒有？

source: Edit this entry.
ar_ar: تحرير هذا الدخول.
es_es: Editar esta entrada.
fr_fr: Modifier cette entrée.
zh_cn: 編輯本條目

source: This post is password protected. Enter the password to view comments.
ar_ar: هذه الوظيفة هي كلمة السر المحمية. أدخل كلمة المرور لمشاهدة التعليقات.
es_es: Esta entrada está protegida por contraseña. Introduzca la contraseña para ver los comentarios.
fr_fr: Ce poste est protégé par mot. Entrez le mot de passe pour accéder aux commentaires.
zh_cn: 這是一篇受密碼保護 輸入密碼以查看評論

source: No Responses
ar_ar: لا الردود
es_es: No hay respuestas
fr_fr: Pas de réponses
zh_cn: 沒有任何反應

source: Comments are closed.
ar_ar: التعليقات مغلقة.
es_es: Los comentarios están cerrados.
fr_fr: Les commentaires sont fermés.
zh_cn: 評論

source: Leave a Reply
ar_ar: ترك الرد
es_es: Deja un comentario
fr_fr: Laisser un commentaire
zh_cn: 發表評論

source: Leave a Reply to %s
ar_ar: ترك رد على %s
es_es: Deja un comentario a la %s
fr_fr: Laisser une réponse à %s
zh_cn: 留下回复 %s

source: <p>You must be <a href="%s">logged in</a> to post a comment.</p>
ar_ar: <p>يجب أن تكون<a href="%s">تسجيل في</a> لنشر تعليق.</p>
es_es: <p>Usted debe ser <a href="%s">conectado</a>para escribir un comentario.</p>
fr_fr: <p>Vous devez être<a href="%s">connecté</a> pour poster un commentaire.</p>
zh_cn: <p>你必須 <a href="%s">登錄</a> 發表評論.</p>

source: Logged in as <a href="%1$s/wp-admin/profile.php">%2$s</a>.
ar_ar: مسجله في<a href="%1$s/wp-admin/profile.php">%2$s</a>.
es_es: Conectado como <a href="%1$s/wp-admin/profile.php">%2$s</a>.
fr_fr: Connecté en tant que <a href="%1$s/wp-admin/profile.php">%2$s</a>.
zh_cn: 登錄為 <a href="%1$s/wp-admin/profile.php">%2$s</a>.

source: Log out of this account
ar_ar: تسجيل الخروج من هذا الحساب
es_es: Salir de esta cuenta
fr_fr: Déconnectez-vous de ce compte
zh_cn: 註銷戶口本

source: Log out &raquo;
ar_ar: تسجيل الخروج &raquo;
es_es: finalizar la sesión &raquo;
fr_fr: Déconnexion &raquo;
zh_cn: 註銷&raquo;

source: Name
ar_ar: اسم
es_es: nombre
fr_fr: nom
zh_cn: 名稱

source: (required)
ar_ar: (مطلوب)
es_es: (requerido)
fr_fr: (requis)
zh_cn: (需要)

source: Mail (will not be published)
ar_ar: بريد(لن يتم نشر)
es_es: Mail (no será publicado)
fr_fr: courrier (ne sera pas publié)
zh_cn: 郵件 (將不會被發表)

source: Website
ar_ar: الموقع
es_es: sitio web
fr_fr: site Web
zh_cn: 網站

source: Submit Comment
ar_ar: يقدم التعليق
es_es: Enviar un comentario!
fr_fr: Envoyer un commentaire
zh_cn: 提交 評論

source: Donors
ar_ar: الجهات المانحة
es_es: Los donantes
fr_fr: Les bailleurs de fonds
zh_cn: 捐助者

source: The Better Work global programme is funded by ...
ar_ar: ويتم تمويل برنامج العمل العالمي أفضل من قبل ...
es_es: El programa Better Work global está financiado por ...
fr_fr: Le programme Better Work mondiale est financé par ...
zh_cn: 全球方案的BetterWork由...

source: The For a complete list of donors, including country programme donors, please click <a href="#">here</a> ...
ar_ar: للحصول على قائمة كاملة من الجهات المانحة، بما في ذلك الجهات المانحة للبرامج القطرية، الرجاء النقر <a href="#">هنا</a> ...
es_es: El obtener una lista completa de los donantes, incluidos los donantes del programa del país, por favor haga clic en <a href="#">aquí</a> ...
fr_fr: Le Pour une liste complète des donateurs, y compris les donateurs aux programmes de pays, s'il vous plaît cliquer sur<a href="#">ici</a> ...
zh_cn: 對於一個 捐助者的完整名單, 包括國家計劃的捐助者, 請點擊 <a href="#">這裡</a> ...

source: Latest updated
ar_ar: آخر تحديث
es_es: última actualización
fr_fr: Dernière mise à jour
zh_cn: 最新更新

source: Please enter a name
ar_ar: الرجاء إدخال اسم
es_es: Por favor, introduzca un nombre
fr_fr: S'il vous plaît entrez un nom
zh_cn: 請輸入一個名稱

source: Your name must consist of at least 2 characters
ar_ar: يجب أن اسمك يتكون من ما لا يقل عن 2 حرف
es_es: Su nombre debe consistir de por lo menos 2 caracteres
fr_fr: Votre nom doit être composé d'au moins 2 caractères
zh_cn: 你的名字必須由至少2個字符

source: Please enter a valid email address
ar_ar: الرجاء إدخال عنوان بريد إلكتروني صحيح
es_es: Por favor, introduzca una dirección válida de correo electrónico
fr_fr: S'il vous plaît entrer une adresse email valide
zh_cn: 請輸入一個有效的電子郵件地址

source: Please enter your message
ar_ar: من فضلك ادخل رسالتك
es_es: Escriba aquí su mensaje
fr_fr: S'il vous plaît entrez votre message
zh_cn: 請輸入您的信息

source: Contact Form submission from %s
ar_ar: اتصل تقديم نموذج من %s
es_es: Póngase en contacto con la presentación del Formulario %s
fr_fr: Contactez envoi de formulaire à partir %s
zh_cn: 聯繫方式提交 %s

source: Sender's name:
ar_ar: اسم المرسل:
es_es: Nombre del remitente:
fr_fr: Nom de l'expéditeur:
zh_cn: 發件人的名稱:

source: E-mail:
ar_ar: البريد الإلكتروني:
zh_cn: 電子郵件:

source: Message:
ar_ar: الرسالة:
es_es: Mensaje:
zh_cn: 訊息 :

source: Tel
ar_ar: هاتف
zh_cn: 這樣

source: Fax
ar_ar: الفاكس
es_es: Envíe por fax
zh_cn: 傳真

source: Email
ar_ar: البريد الإلكتروني
zh_cn: 電子郵件

source: Email Successfully Sent!
ar_ar: ارسال البريد الالكتروني بنجاح!
es_es: Enviar por correo electrónico enviado con éxito!
fr_fr: Courriel envoyé avec succès!
zh_cn: 成功發送的電子郵件!

source: Thank you <strong>%s</strong> for using our contact form! Your email was successfully sent and we will be in touch with you shortly.
ar_ar: شكرا <strong>%s</strong>لاستخدام نموذج الاتصال! تم إرسال البريد الإلكتروني الخاص بك بنجاح وسنكون على اتصال معكم في وقت قريب.
es_es: Gracias <strong>% s </ strong> para el uso de nuestro formulario de contacto! Tu email fue enviado con éxito y nos pondremos en contacto con usted en breve.
fr_fr: merci <strong>%s</strong>d'utiliser notre formulaire de contact! Votre email a été envoyé avec succès et nous serons en contact avec vous sous peu.
zh_cn: 謝謝 <strong>%s</strong> 使用我們的聯繫方式! 您的電子郵件已成功發送 和 我們將盡快與您聯繫.

source: Failed to connect to mailserver!
ar_ar: فشل في الاتصال خادم البريد!
es_es: No se pudo conectar al servidor de correo!
fr_fr: Impossible de se connecter au serveur de courrier!
zh_cn: 無法連接到郵件服務器!

source: Please use the form below to send us an email:
ar_ar: الرجاء استخدام النموذج أدناه لمراسلتنا على البريد الإلكتروني:
es_es: Por favor, use el siguiente formulario para enviarnos un e-mail:
fr_fr: S'il vous plaît utiliser le formulaire ci-dessous pour nous envoyer un e-mail:
zh_cn: 請使用下面的表格向我們發送一封電子郵件：

source: (required, at least 2 characters)
ar_ar: (مطلوب، لا يقل عن 2 حرفا)
es_es: (se requiere, por lo menos 2 caracteres):
fr_fr: (requis, au moins 2 caractères)
zh_cn: (需要, 至少有2個字符)

source: required
ar_ar: مطلوب
es_es: necesario
fr_fr: requis
zh_cn: 需要

source: E-Mail
ar_ar: البريد الإلكتروني
zh_cn: 電子郵件

source: Your comment
ar_ar: تعليقك
es_es: Su comentario
fr_fr: Votre commentaire
zh_cn: 您的評論

source: <br />Please enter your message
ar_ar: <br />من فضلك ادخل رسالتك
es_es: <br />Escriba aquí su mensaje
fr_fr: <br />S'il vous plaît entrez votre message
zh_cn: <br />請輸入您的信息

source: Submit
ar_ar: تقدم
es_es: presentar
fr_fr: Submite
zh_cn: 提交

source: Search Results for &#8216;<em>%s</em>&#8217;
ar_ar: نتائج البحث عن &#8216;<em>%s</em>&#8217;
es_es: Resultados de la búsqueda &#8216;<em>%s</em>&#8217;
fr_fr: Résultats de la recherche pour &#8216;<em>%s</em>&#8217;
zh_cn: 搜索結果 &#8216;<em>%s</em>&#8217;

source: Didn't find what you were looking for? Refine your search again!
ar_ar: لم تجد ما تبحث عنه؟ حدد بحثك مرة أخرى!
es_es: ¿No encuentras lo que buscas? Refina tu búsqueda otra vez!
fr_fr: Vous n'avez pas trouvé ce que vous cherchiez? Affiner votre recherche à nouveau!
zh_cn: 沒有找到 你在尋找什麼？再次縮小搜尋範圍!

source: Search...
ar_ar: البحث عن ...
es_es: Buscar ...
fr_fr: Rechercher...
zh_cn: 搜索...

source: To edit this sidebar, go to admin backend's <strong><em>Appearance -&gt; Widgets</em></strong> and place widgets into the <strong><em>
ar_ar: لتحرير هذا الشريط الجانبي، انتقل إلى الواجهة الخلفية لمشرف <strong><em>مظهر-&gt; الحاجيات</em></strong>الحاجيات مكان والى<strong><em>
es_es: Para modificar esta barra lateral, ir a casa de back-end de administración<strong><em>apariencia -&gt; Widgets</em></strong> y los widgets en el lugar <strong><em>
fr_fr: Pour modifier cette barre latérale, Aller à l'admin backend <strong><em>apparence -&gt; Widgets</em></strong> widgets lieu et dans la <strong><em>
zh_cn: 編輯這個側邊欄，去管理後台<strong><em>外貌 -&gt; 部件</em></strong> 到地方部件 <strong><em>

source: Go to to admin backend <strong><em> -&gt; edit this page/post</em></strong>
ar_ar: انتقل إلى الواجهة الخلفية لمشرف<strong><em> -&gt; تعديل هذه الصفحة/post</em></strong>
es_es: Ir a para backend de administración<strong><em> -&gt;editar esta página / mensaje</em></strong>
fr_fr: Aller à pour admin backend <strong><em> -&gt; modifier cette page / post</em></strong>
zh_cn: 轉到管理後台<strong><em> -&gt; 編輯此頁/發表</em></strong>

source: Select Sidebar name under <strong><em>Sidebar Panel</em></strong>
ar_ar: حدد اسم الشريط الجانبي تحت <strong><em>الشريط الجانبي جزءl</em></strong>
es_es: Seleccione el nombre de la barra lateral en <strong><em>Panel de la barra lateral</em></strong>
fr_fr: Sélectionnez le nom de barre latérale sous <strong><em>sidebar Groupe</em></strong>
zh_cn: 選擇側邊欄的名稱下 <strong><em>邊欄面板</em></strong>

source: <strong><em>Appearance -&gt; Widgets</em></strong> and place widgets into the <strong><em>Sidebar</em></strong> you selected
ar_ar: <strong><em>مظهر-&gt; الحاجيات</em></strong>الحاجيات مكان والى<strong><em>الشريط الجانبي</em></strong> اخترت
es_es: <strong><em>apariencia-&gt; Widgets</em></strong> y los widgets en el lugar <strong><em>Sidebar</em></strong> ha seleccionado
fr_fr: <strong><em>apparence -&gt; Widgets</em></strong> widgets lieu et dans la <strong><em>sidebar</em></strong> vous avez sélectionné
zh_cn: <strong><em>外貌 -&gt; 部件</em></strong> 和 到了地方的部件 <strong><em>邊欄</em></strong> 您選擇

source: Main Menu
ar_ar: القائمة الرئيسية
es_es: Menú Principal
fr_fr: Menu principal
zh_cn: 主菜單

source: Footer Menu
ar_ar: تذييل القائمة
es_es: Menú de pie de página
fr_fr: Menu pied de page
zh_cn: 頁腳菜單

source: Home
ar_ar: منزل
es_es: casa
fr_fr: maison
zh_cn: 家

source: Search for:
ar_ar: البحث عن:
es_es: Buscar:
fr_fr: Rechercher:
zh_cn: 搜索:

source: Search
ar_ar: البحث:
es_es: Buscar
fr_fr: Rechercher
zh_cn: 搜索

source: <span class="time">%1$s</span> on <a href="#comment-%2$s" title="">%3$s</a>
ar_ar: <span class="time">%1$s</span> في<a href="#comment-%2$s" title="">%3$s</a>
es_es: <span class="time">%1$s</span> en <a href="#comment-%2$s" title="">%3$s</a>
fr_fr: <span class="time">%1$s</span> sur <a href="#comment-%2$s" title="">%3$s</a>
zh_cn: <span class="time">%1$s</span> 上 <a href="#comment-%2$s" title="">%3$s</a>

source: edit
ar_ar: تحرير
es_es: editar
fr_fr: éditer
zh_cn: 編輯

source: Your comment is awaiting moderation.
ar_ar: تعليقك ينتظر الاعتدال.
es_es: Su comentario está en espera de moderación.
fr_fr: Votre commentaire est en attente de modération.
zh_cn: 您的評論正在等待審核.

source: Search Results for:
ar_ar: نتائج البحث عن:
es_es: Resultados de la búsqueda para:
fr_fr: Résultats de la recherche pour:
zh_cn: 搜索結果:

source: Category Archives:
ar_ar: فئة المحفوظات:
es_es: Archivos por categoría:
fr_fr: Archives de la catégorie:
zh_cn: 分類存檔:

source: Tag Archives:
ar_ar: الوسم المحفوظات:
es_es: Archivo de la etiqueta:
zh_cn: 標記檔案：

source: Not Found
ar_ar: لم يتم العثور على
es_es: No se ha encontrado
fr_fr: Introuvable
zh_cn: 未找到

source: There is no excerpt because this is a protected post.
ar_ar: لا يوجد مقتطفات لأن هذه هي وظيفة المحمية.
es_es: No hay extracto porque la entrada está protegida.
fr_fr: Il n'y a pas extrait, car il s'agit d'un poste protégé.
zh_cn: 沒有摘錄 因為 這是一個受保護的文章.

source: Read more
ar_ar: اقرأ المزيد
es_es: Leer más
fr_fr: Lire la suite
zh_cn: 更多

source: Read more...
ar_ar: اقرأ المزيد ...
es_es: Leer más ...
fr_fr: Lire la suite...
zh_cn: 讀更多...

source: Top of Page
ar_ar: أعلى الصفحة
es_es: Principio de la página
fr_fr: Haut de la page
zh_cn: 返回頁首

source: Back to Top
ar_ar: العودة الى الأعلى
es_es: Volver al principio
fr_fr: Haut de la page
zh_cn: 返回頂部

source: Latest Posts
ar_ar: آخر المشاركات
es_es: Últimos mensajes
fr_fr: Derniers Messages
zh_cn: 最新文章

source: %s: Widget class not found. Make sure this widget exists and the class name is correct
ar_ar: %s: فئة لم يتم العثور على القطعة. تأكد من وجود هذه القطعة واسم الفئة هو الصحيح
es_es: % s: No se ha encontrado la clase Widget. Asegúrese de que este widget existe y el nombre de clase es correcta
fr_fr: %s: Classe Widget introuvable. Assurez-vous que ce widget existe et que le nom de classe est correcte
zh_cn: %s: 部件 類未找到. 確保 這個小部件存在 和 類的名稱是正確的

source: A widget area, used as a sidebar for pages,post or single story.
ar_ar: وهناك مجال مصغر، تستخدم الشريط الجانبي لآخر، وصفحات أو قصة واحدة.
es_es: Un área de widget, utilizado como una barra lateral de las páginas, correo postal o de una sola planta.
fr_fr: Une zone de widget, utilisé comme une barre latérale pour les pages, la poste ou par l'histoire unique.
zh_cn: 一個部件區, 作為一個網頁的側邊欄,發表 或單一的故事.

source: A widget area, used as a sidebar for regular pages.
ar_ar: وهناك مجال مصغر، تستخدم الشريط الجانبي للصفحات العادية.
es_es: Un área de widget, utilizado como una barra lateral para las páginas de periódicos.
fr_fr: Une zone de widget, utilisé comme une barre latérale pour les pages régulièrement.
zh_cn: 一個部件區, 作為一個普通頁面側邊欄.

source: A widget area, used as a sidebar for regular single stories.
ar_ar: وهناك مجال مصغر، تستخدم الشريط الجانبي للقصص واحد منتظم.
es_es: Un área de widget, utilizado como una barra lateral para regular los relatos individuales.
fr_fr: Une zone de widget, utilisé comme une barre latérale pour réguliers histoires simples.
zh_cn: 一個部件區, 區，作為一個側邊欄使用常規單一的故事.

source: A widget area, used as a sidebar for the Contact page.
ar_ar: وهناك مجال مصغر، تستخدم الشريط الجانبي لصفحة الاتصال.
es_es: Un área de widget, utilizado como una barra lateral de la página de Contacto.
fr_fr: Une zone de widget, utilisé comme une barre latérale pour la page Contact.
zh_cn: 一個部件區, 作為一個聯繫頁面的側邊欄.

source: A widget area, used as a sidebar for quick view on homepage
ar_ar: وهناك مجال مصغر، تستخدم الشريط الجانبي لصفحة الاتصال.
es_es: Un área de widget, utilizado como una barra lateral para vista rápida en la página principal
fr_fr: Une zone de widget, utilisé comme une barre latérale pour l'affichage rapide sur le site Internet
zh_cn: 一個部件區, 作為一個快速視圖在網頁側邊欄

source: A widget area, used as a sidebar for place Donor Widget.
ar_ar: وهناك مجال مصغر، تستخدم الشريط الجانبي عن القطعة المانحة مكان.
es_es: A widget area, used as a sidebar for quick view on homepage
fr_fr: Une zone de widget, utilisé comme une barre latérale pour Widget donateurs place.
zh_cn: 一個部件區, 作為一個地方捐助部件的側邊欄.

source: Options Import / Export
ar_ar: خيارات الاستيراد / التصدير
es_es: Opciones de importación / exportación
fr_fr: Options d'importation / exportation
zh_cn: 選項導入 / 出口

source: Import / Export
ar_ar: استيراد / تصدير
es_es: Importar / Exportar
zh_cn: 導入 / 出口

source: Import Settings
ar_ar: استيراد إعدادات
es_es: Ajustes de importación
fr_fr: Paramètres d'importation
zh_cn: 導入設置

source: If you have settings in a backup file on your computer, the Import / Export system can import those into this site. To get started, upload your backup file to import from below.
ar_ar: إذا كان لديك الإعدادات في ملف النسخ الاحتياطي على جهاز الكمبيوتر الخاص بك، يمكن للنظام الاستيراد / التصدير استيراد تلك إلى هذا الموقع. لتبدأ، وتحميل ملف النسخ الاحتياطي إلى استيراد من الأسفل
es_es: Si tiene una configuración en un archivo de copia de seguridad en su ordenador, el sistema de importación / exportación puede importarlos a este sitio. Para empezar, subir el archivo de copia de seguridad para importar desde abajo.
fr_fr: Si vous avez des paramètres dans un fichier de sauvegarde sur votre ordinateur, le système d'importation / exportation peuvent importer dans ce site. Pour commencer, téléchargez votre fichier de sauvegarde à l'importation par le bas.
zh_cn: 如果您有您的計算機上的備份文件中的設置, 導入 / 出口系統可以導入到本網站的. 上手, 上傳你的備份文件導入從下面.

source: Upload File: (Maximum Size: %s)
ar_ar: تحميل الملف: (Maximum Size: %s)
es_es: Subir archivo: (Tamaño máximo:% s)
fr_fr: Télécharger le fichier: (Taille maximale: %s)
zh_cn: 上傳文件: (最大尺寸: %s)

source: Upload File and Import
ar_ar: تحميل الملف والاستيراد
es_es: Subir archivo e importar
fr_fr: Télécharger le fichier et l'importation
zh_cn: 上傳文件並導入

source: Export Settings
ar_ar: تصدير إعدادات
es_es: exportar la configuración de
fr_fr: Exporter les paramètres
zh_cn: 導出設置

source: When you click the button below, the Import / Export system will create a text file for you to save to your computer.
ar_ar: عند النقر على الزر أدناه، فإن نظام الاستيراد / التصدير إنشاء ملف نصي بالنسبة لك لحفظها على جهاز الكمبيوتر الخاص بك.
es_es: Al hacer clic en el botón de abajo, el sistema de importación / exportación se creará un archivo de texto para que usted pueda guardar en su ordenador.
fr_fr: Lorsque vous cliquez sur le bouton ci-dessous, le système d'importation / exportation va créer un fichier texte pour que vous puissiez enregistrer sur votre ordinateur.
zh_cn: 當你點擊下面的按鈕, 導入/ 出口系統將創建一個文本文件保存到您的計算機.

source: This text file can be used to restore your settings here on "%s", or to easily setup another website with the same settings".
ar_ar: ويمكن استخدام هذا الملف النصي إلى استعادة الإعدادات هنا في "%s", أو لإعداد بسهولة موقع آخر مع نفس الإعدادات".
es_es: Este archivo de texto se puede utilizar para restaurar la configuración de aquí en "%s",o para configurar fácilmente a otra página web con la misma configuración".
fr_fr: Ce fichier texte peut être utilisé pour restaurer vos paramètres ici."%s",ou de configurer facilement un autre site avec les mêmes paramètres".
zh_cn: 這個文本文件可以用來恢復設置 "%s", 或輕鬆地設置其他網站使用相同的設置".

source: Download Export File
ar_ar: تحميل ملف التصدير
es_es: Descargar archivo de exportación
fr_fr: Télécharger le fichier d'exportation
zh_cn: 下載導出文件

source: Welcome to the Options Backup Manager.
ar_ar: ترحيب لمدير النسخ الاحتياطي خيارات.
es_es: Bienvenido a el administrador de copia de seguridad de Opciones.
fr_fr: Bienvenue sur le gestionnaire de sauvegarde des options.
zh_cn: 歡迎到“選項”備份管理器.

source: Here are a few notes on using this screen.
ar_ar: وهنا بعض الملاحظات على استخدام هذه الشاشة.
es_es: Aquí están algunas notas sobre el uso de esta pantalla.
fr_fr: Voici quelques notes sur l'utilisation de cet écran.
zh_cn: 下面是使用這個屏幕上，幾個音符.

source: The backup manager allows you to backup or restore your "Theme Options" and other settings to or from a text file.
ar_ar: مدير النسخ الاحتياطي يسمح لك النسخ الاحتياطي أو استعادة الخاص بك "موضوع خيارات" وغيرها من الأماكن إلى أو من ملف نصي.
es_es: El administrador de copia de seguridad le permite hacer copias de seguridad o de restauración quer "Theme Options" y otros ajustes hacia o desde un archivo de texto.
fr_fr: Le gestionnaire de sauvegarde vous permet de sauvegarder ou de restaurer votre"Theme Options" et d'autres paramètres en provenance ou à un fichier texte.
zh_cn: 備份管理器允許您備份或恢復"主題選項" 和其他設置或從一個文本文件.

source: To create a backup, simply select the setting type you'd like to backup (or "All Settings") and hit the "Download Export File" button.
ar_ar: لإنشاء نسخة احتياطية، ببساطة تحديد نوع الإعداد الذي ترغب في النسخ الاحتياطي (أو"جميع إعدادات") وضرب "تحميل ملف التصدير" زر.
es_es: Para crear una copia de seguridad, sólo tiene que seleccionar el tipo de ajuste que le gustaría una copia de seguridad (or "All Settings") y pulse el "Download Export File" button.
fr_fr: Pour créer une sauvegarde, il suffit de sélectionner le type de réglage que vous souhaitez sauvegarder (ou "All Settings")et appuyez sur la "Download Export File" bouton.
zh_cn: 要創建一個備份, 只需選擇你想備份的設置類型 (或 "所有設置") 並點擊 "下載導出文件" 鈕.

source: To restore your settings from a backup, browse your computer for the file (under the "Import Settings" heading) and hit the "Upload File and Import" button. This will restore only the settings that have changed since the backup.
ar_ar: لاستعادة الإعدادات من نسخة احتياطية، تصفح جهاز الكمبيوتر الخاص بك للملف (تحت "استيراد إعدادات" عنوان) وضرب"تحميل الملف والاستيراد" زر. وهذا فقط استعادة الإعدادات التي تم تغييرها منذ النسخ الاحتياطي.
es_es: Para restaurar la configuración de una copia de seguridad, buscar en tu ordenador el archivo (bajo el"Import Settings" heading) y pulse el "Upload File and Import" botón. Esto restaurará sólo la configuración que han cambiado desde la copia de seguridad.
fr_fr: Pour restaurer vos paramètres à partir d'une sauvegarde, parcourir votre ordinateur pour le fichier (under the "Import Settings" titre) et appuyez sur la "Upload File and Import" bouton. Cela permettra de restaurer uniquement les paramètres qui ont changé depuis la dernière sauvegarde.
zh_cn: 要恢復備份的設置, 您的電腦瀏覽該文件 (下 "導入設置" 標題) 並點擊 "上傳文件並導入" 鈕. 這將恢復備份以來已更改的設置.
