Repository: sopheaknova/betterwork
Catalog: locale/*.po
Languages: ar_ar, es_es, fr_fr, zh_cn

source: No slideshow found in Trash
ar_ar: لا العرض وجدت في سلة المهملات
es_es: No pase de diapositivas se encuentran en la basura
fr_fr: Pas de diaporama dans la corbeille
zh_cn: 目前沒有發現在垃圾桶的幻燈片

source: A list or dropdown of a single category's descendants.
ar_ar: قائمة منسدلة أو من المتحدرين من الفئة واحد.
es_es: Una lista desplegable, o de los descendientes de una categoría única.
fr_fr: Une liste déroulante ou de descendants d'une catégorie unique.
zh_cn: 列表或下拉一個類別的後裔.

source: Betterwork:: Custom Category
ar_ar: Betterwork :: الفئة مخصص
es_es: Betterwork :: categoría personalizada
fr_fr: Betterwork :: catégorie personnalisée
zh_cn: Betterwork::自定義分類

source: Categories
ar_ar: فئات
es_es: categorías
fr_fr: Catégories
zh_cn: 分類

source: Title:
ar_ar: العنوان:
es_es: Título:
fr_fr: Titre:
zh_cn: 標題：

source: Category to be displayed:
ar_ar: ليتم عرضها الفئة:
es_es: Categoría que se mostrará:
fr_fr: Catégorie à afficher:
zh_cn: 要顯示的分類：

source: Show as dropdown
ar_ar: كما تظهر القائمة المنسدلة
es_es: Mostrar como desplegable
fr_fr: Montrer que la liste déroulante
zh_cn: 顯示為下拉

source: Show post counts
ar_ar: وتظهر آخر تعداد
es_es: Mostrar número de puestos
fr_fr: Montrer les chiffres de poste
zh_cn: 顯示職位數

source: Show hierarchy
ar_ar: عرض التسلسل الهرمي
es_es: Mostrar la jerarquía
fr_fr: Afficher la hiérarchie
zh_cn: 顯示層次

source: A Google Map widget.
ar_ar: والقطعة خريطة جوجل.
es_es: Un widget de Google Map.
fr_fr: Un widget Google Map.
zh_cn: 谷歌地圖的部件.

source: Betterwork: Google Map
ar_ar: Betterwork: خريطة جوجل
zh_cn: Betterwork: 谷歌地图

source: Office location
ar_ar: موقع مكتب
es_es: Ubicación de la oficina
fr_fr: L'emplacement du bureau
zh_cn: 辦公地點

source: Latitude:
ar_ar: خط العرض:
es_es: Latitud:
zh_cn: 緯度：

source: Longitude:
ar_ar: الطول:
es_es: Longitud:
zh_cn: 經度：

source: Zoom Level:
ar_ar: التكبير المستوى:
es_es: Nivel zoom:
fr_fr: Niveau de zoom:
zh_cn: 縮放級別：

source: Width of map:
ar_ar: عرض خريطة:
es_es: Ancho del mapa:
fr_fr: Largeur de la carte:
zh_cn: 地圖寬度：

source: Height of map:
ar_ar: ارتفاع خريطة:
es_es: Altura del mapa:
fr_fr: Hauteur de la carte:
zh_cn: 高度的地圖：

source: The most recent posts with teaser text
ar_ar: أحدث المشاركات مع نص دعابة
es_es: Los mensajes más recientes con el texto bromista
fr_fr: Les plus récents messages avec du texte Teaser
zh_cn: 傳情文字的最新文章

source: Betterwork: Recent Posts
ar_ar: Betterwork: المشاركات الأخيرة
es_es: Betterwork: Entradas recientes
fr_fr: Betterwork: Articles récents
zh_cn: Betterwork: 最近的帖子

source: %1$s by %2$s
ar_ar: %1$s من قبل%2$s
es_es: %1$s por %2$s
fr_fr: %1$s par %2$s
zh_cn: %1$s 通過 %2$s

source: Pick a specific category:
ar_ar: اختيار فئة معينة:
es_es: Elija una categoría específica:
fr_fr: Choisissez une catégorie spécifique:
zh_cn: 選擇一個特定的類別：

source: Number of posts to show:
ar_ar: عدد من الوظائف لإظهار:
es_es: El número de mensajes que mostrar:
fr_fr: Nombre de messages à afficher:
zh_cn: 顯示職位數：

source: (at most 15)
ar_ar: (على الأكثر 15)
es_es: (a lo sumo 15)
fr_fr: (au plus 15)
zh_cn: (最多15)

source: Number of posts to skip:
ar_ar: عدد من الوظائف لتخطي:
es_es: Número de mensajes para saltar:
fr_fr: Nombre de postes à sauter:
zh_cn: 數職位跳過：

source: (offset from latest)
ar_ar: (تعويض من آخر)
es_es: (desplazamiento de la última)
fr_fr: (offset dernière à partir de)
zh_cn: (抵消從最新)

source: Limit the number of words to show from each post:
ar_ar: تحديد عدد الكلمات التي تظهر من كل وظيفة:
es_es: Limite el número de palabras para mostrar de cada mensaje:
fr_fr: Limiter le nombre de mots à afficher à partir de chaque poste:
zh_cn: 限制的字數顯示，從每個崗位：

source: (Could also be limited by "Excerpt Length" defined in the theme's options page)
ar_ar: (ويمكن أيضا أن يكون محدودا بسبب "طول مقتطف " المحددة في صفحة الخيارات السمة)
es_es: (También podría estar limitada por "Excerpt Length" se define en la página del tema de las opciones)
fr_fr: (Pourrait aussi être limitée par "Excerpt Length" définie dans la page du thème options)
zh_cn: (也可以限制 "摘錄長度" 主題選項頁中定義)

source: Show date & author info
ar_ar: إظهار تاريخ ومعلومات المؤلف
es_es: Mostrar información de fecha y autor
fr_fr: Afficher la date & es informations d'auteur
zh_cn: 顯示日期 & 作者信息

source: Show "Read more &rarr;" link
ar_ar: إظهار"اقرأ المزيد &rarr;" link
es_es: mostrar"Leer más &rarr;" enlace
fr_fr: montrer"Lire la suite &rarr;" lien
zh_cn: 顯示 "更多 &rarr;" 鏈接

source: Show thumbnails
ar_ar: وتظهر الصور المصغرة
es_es: Mostrar miniaturas
fr_fr: Afficher les vignettes
zh_cn: 顯示縮略圖

source: Show thumbnail frame shadow
ar_ar: وتظهر الصورة المصغرة ظل الإطار
es_es: Mostrar la sombra miniatura del cuadro
fr_fr: Afficher ombre cadre de la vignette
zh_cn: 顯示縮略圖幀陰影

source: Thumbnail Dimensions:
ar_ar: صورة مصغرة الأبعاد:
es_es: Miniatura Dimensiones:
fr_fr: Miniature Dimensions:
zh_cn: 縮略圖的尺寸：

source: (Width X Height) in pixels
ar_ar: (عرض X الارتفاع) في بكسل
es_es: (Width X Height) en pixels
fr_fr: (Width X Height) dans pixels
zh_cn: ( 寬度 X 高度)以像素為單位

source: Widget display the Subscribe box
ar_ar: القطعة عرض مربع اكتتاب
es_es: Widget mostrar el cuadro Suscribirse
fr_fr: Widget afficher la boîte de Abonnez-vous
zh_cn: 部件顯示訂閱框

source: Betterwork: - Newsletter
ar_ar: Betterwork: - النشرة الإخبارية
es_es: Betterwork: - Boletín de noticias
zh_cn: Betterwork: - 通訊

source: Your Email
ar_ar: البريد الإلكتروني الخاص بك
es_es: Su correo electrónico
fr_fr: Votre e-mail
zh_cn: 您的電子郵件

source: Subscribe
ar_ar: الاشتراك
es_es: suscribir
fr_fr: s'abonner
zh_cn: 訂閱

source: Subscribe to our newsletter
ar_ar: اشترك في النشرة الإخبارية
es_es: Suscríbete a nuestro boletín de noticias
fr_fr: Abonnez-vous à notre newsletter
zh_cn: 訂閱我們 通訊

source: title:
ar_ar: العنوان:
es_es: título:
fr_fr: titre:
zh_cn: 標題：

source: feedburner name: (your name without http://feeds.feedburner.com/)
ar_ar: فيدبورنر اسم: (اسمك دون http://feeds.feedburner.com/)
es_es: feedburner nombre: (su nombre sin http://feeds.feedburner.com/)
fr_fr: feedburner nom: (votre nom, sans http://feeds.feedburner.com/)
zh_cn: Feedburner的名稱：（你的名字沒有http://feeds.feedburner.com/）

source: Display subpages if present page only.
ar_ar: عرض الصفحات الفرعية إذا الصفحة الحالية فقط.
es_es: Mostrar subpáginas si la página actual sólo.
fr_fr: Afficher les sous-pages si la page actuelle seulement.
zh_cn: 顯示如果本頁面的子頁面.

source: Betterwork: Subpages
ar_ar: Betterwork: صفحات فرعية
es_es: Betterwork: Subpáginas
fr_fr: Betterwork: Sous-pages
zh_cn: Betterwork: 子頁面

source: Leave the Title field blank if you would like to display the parent page Title instead.
ar_ar: ترك الحقل فارغا العنوان إذا كنت ترغب في عرض عنوان الصفحة بدلا من الوالدين.
es_es: Deje en blanco el campo de título si desea mostrar el título de la página matriz en su lugar.
fr_fr: Laissez le champ vide Titre si vous souhaitez afficher le titre de page parent à la place.
zh_cn: 離開標題領域的空白，如果你想顯示父頁面標題

source: A widget that allows to view video to be added to a sidebar
ar_ar: والقطعة التي تسمح لعرض الفيديو التي يمكن ان تضاف الى الشريط الجانبي
es_es: Un widget que permite ver el video que se añade a una barra lateral
fr_fr: Un widget qui permet de visualiser la vidéo à ajouter à une barre latérale
zh_cn: 一個widget，允許被添加到側邊欄查看視頻

source: Betterwork: Video
ar_ar: Betterwork: فيديو
fr_fr: Betterwork: Vidéo
zh_cn: Betterwork: 視頻

source: Video
ar_ar: فيديو
es_es: vídeo
fr_fr: vidéo
zh_cn: 視頻

source: type
ar_ar: نوع
es_es: tipo
zh_cn: 類型

source: Video ID:
ar_ar: فيديو اسم المستخدم:
fr_fr: Vidéo ID:
zh_cn: 影片ID:

source: Twitter
fr_fr: gazouillement
zh_cn: 嘰嘰喳喳

source: Google+
zh_cn: 谷歌+

source: g:i a
es_es: G: Me uno
fr_fr: g: i un
